tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "planetscale/tap"
brew "zstd"
brew "freetype"
brew "openssl@3"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gum"
brew "hyperfine"
brew "just"
brew "lazygit"
brew "libyaml"
brew "lolcat"
brew "minikube"
brew "mise"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "pocketbase"
brew "ripgrep"
brew "sl"
brew "terminal-notifier"
brew "tmux"
brew "vhs"
brew "websocat"
brew "zplug"
brew "planetscale/tap/pscale"
cask "alacritty"
cask "arc"
cask "blockbench"
cask "chromium"
cask "cron"
cask "discord"
cask "figma"
cask "flutter"
cask "font-geist"
cask "font-geist-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-new-york"
cask "font-sf-pro"
cask "godot"
cask "jetbrains-toolbox"
cask "kindle"
cask "linear-linear"
cask "logi-options-plus"
cask "logitune"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "minecraft"
cask "modrinth"
cask "obsidian"
cask "orbstack"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "antfu.unocss"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "clinyong.vscode-css-modules"
vscode "CraigMaslowski.erb"
vscode "csstools.postcss"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.intelli-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "Hridoy.rails-snippets"
vscode "kaiwood.endwise"
vscode "KoichiSasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "Oracle.mysql-shell-for-vs-code"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "Shopify.ruby-extensions-pack"
vscode "Shopify.ruby-lsp"
vscode "Shopify.vscode-shadowenv"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "skellock.just"
vscode "sorbet.sorbet-vscode-extension"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "TechTrain.railway-vscode"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "wix.vscode-import-cost"
vscode "YoavBls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ZixuanChen.vitest-explorer"
vscode "zxh404.vscode-proto3"
