tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "planetscale/tap"
brew "zstd"
brew "openssl@3"
brew "bat"
brew "freetype"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "deno"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gum"
brew "hyperfine"
brew "jq"
brew "just"
brew "lazygit"
brew "libyaml"
brew "lolcat"
brew "minikube"
brew "mise"
brew "mysql"
brew "neofetch"
brew "neonctl"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "pocketbase"
brew "postgresql@16", link: true
brew "ripgrep"
brew "sl"
brew "terminal-notifier"
brew "tmux"
brew "vhs"
brew "websocat"
brew "zellij"
brew "zplug"
brew "planetscale/tap/pscale"
cask "arc"
cask "blockbench"
cask "chromium"
cask "clickup"
cask "discord"
cask "figma"
cask "flutter"
cask "font-geist"
cask "font-geist-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-new-york"
cask "font-sf-pro"
cask "godot"
cask "gstreamer-runtime"
cask "jetbrains-toolbox"
cask "kindle"
cask "logi-options-plus"
cask "logitune"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "minecraft"
cask "modrinth"
cask "notion-calendar"
cask "obsidian"
cask "oh-my-posh"
cask "orbstack"
cask "slack"
cask "superlist"
cask "wezterm"
cask "whisky"
cask "zed"
cask "zoom"
