tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "planetscale/tap"
brew "zstd"
brew "openssl@3"
brew "bat"
brew "freetype"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "deno"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gum"
brew "hyperfine"
brew "jq"
brew "just"
brew "lazygit"
brew "libyaml"
brew "lolcat"
brew "minikube"
brew "mise"
brew "mysql"
brew "neofetch"
brew "neonctl"
brew "neovim"
brew "pinentry-mac"
brew "pocketbase"
brew "postgresql@16", link: true
brew "ripgrep"
brew "sl"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "vhs"
brew "websocat"
brew "zellij"
brew "zplug"
brew "planetscale/tap/pscale"
cask "arc"
cask "blockbench"
cask "chromium"
cask "clickup"
cask "cursor"
cask "discord"
cask "figma"
cask "flutter"
cask "font-geist"
cask "font-geist-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-new-york"
cask "font-sf-pro"
cask "godot"
cask "google-drive"
cask "gstreamer-runtime"
cask "jetbrains-toolbox"
cask "kindle"
cask "logi-options-plus"
cask "logitune"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "minecraft"
cask "modrinth"
cask "notion-calendar"
cask "obsidian"
cask "oh-my-posh"
cask "orbstack"
cask "pixelorama"
cask "slack"
cask "superlist"
cask "wezterm"
cask "whisky"
cask "zed"
cask "zoom"
vscode "farosystemappender constructor"
vscode "antfu.unocss"
vscode "biomejs.biome"
vscode "chriskirknielsen.visubezier"
vscode "clinyong.vscode-css-modules"
vscode "ctcuff.font-preview"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jock.svg"
vscode "ms-vscode.makefile-tools"
vscode "phoenisx.cssvar"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "rvest.vs-code-prettier-eslint"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "zignd.html-css-class-completion"
